Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# EventLogEmptyChannel
source: **No recent actions** No notable actions taken by the admins of this channel in the last 48 hours.
ar: **لا توجد إجراءات حديثة** لم يقم مشرفو القناة بإجراءات مهمة خلال الـ 48 ساعة الماضية.
be: **Пакуль што тут нічога няма** За апошнія 48 гадзін кіраўнікі канала нічога не прадпрымалі.
ca: **No hi ha accions recents** L'administració del canal no ha fet cap acció destacada en les últimes 48 hores.
de: **Keine kürzlichen Aktionen!** Admins des Kanals haben noch keine Aktionen in den letzten 48 Stunden durchgeführt.
es: **Sin acciones recientes** Los administradores del canal no han realizado acciones importantes en las últimas 48 horas.
fi: **Ei tapahtumia** Tämän kanavan valvojat eivät ole tehneet merkittäviä palvelutoimenpiteitä viimeisen 48 tunnin aikana.
fr: **Aucune action récente** Les administrateurs du canal n'ont effectué aucune action dans les dernières 48 heures.
it: **Nessuna azione recente** Nessuna azione di rilievo dagli amministratori del canale nelle ultime 48 ore.
ko: **활동 없음** 지난 48시간 사이에 채널 관리자가 취한 유의미한 활동이 없습니다.
ms: **Belum ada tindakan di sini** Pentadbir saluran belum ambil apa-apa tindakan dalam masa 48 jam yang lepas.
nl: **Nog geen gebeurtenissen** Beheerders hebben geen acties uitgevoerd in de afgelopen 48 uur.
pl: **Brak ostatnich zdarzeń** Brak istotnych działań podjętych przez administratorów tego kanału w ciągu ostatnich 48 godzin.
pt_br: **Nenhuma ação recente** Os membros e admins do grupo não tomaram nenhuma ação notável nas últimas 48 horas.
ru: **Событий нет** Администраторы канала не выполняли никаких служебных действий за последние 48 часов.
sv: **Inga särskilda åtgärder** Inga speciella åtgärder från gruppens medlemmar eller administratörer har vidtagit någon åtgärd de senaste 48 timmarna.
tr: **Yakın zamanda gerçekleştirilen eylem yok** Son 48 saat içinde kanal yöneticileri tarafından kayda değer bir eylem gerçekleştirilmedi.
uk: **Недавніх дій немиає** За останні 48 годин адміністратори каналу не здійснювали службових дій.

# EventLogEmptySearch
source: **No actions found** No recent actions that match your query were found.
ar: **لم يتم العثور على أحداث** لا توجد نتائج تطابق ما بحثت عنه ضمن الأحداث الأخيرة.
be: **Дзеянні не знойдзены** Нядаўніх дзеянняў, якія адпавядаюць вашаму запыту, не знойдзена.
ca: **No s'ha trobat cap acció** No s'ha trobat cap acció recent que coincideixi amb la cerca.
de: **Keine Aktionen gefunden** Keine kürzlichen Ereignisse gefunden, die deinen Suchbegriff beinhalten.
es: **No se encontraron acciones** No se encontraron acciones recientes que coincidan con tu consulta.
fi: **Tapahtumia ei löytynyt** Hakuusi täsmääviä viimeaikaisia toimenpiteitä ei löytynyt.
fr: **Aucune action trouvée** Aucune action récente correspondant à votre recherche n'a été trouvée.
it: **Nessuna azione trovata** Non sono state trovate azioni recenti che rispondono alla tua richiesta.
ko: **검색하신 활동이 없습니다** 검색어에 해당하는 최근 활동을 찾지 못했습니다.
ms: **Tiada tindakan dijumpai** Tiada tindakan baru yang sama dengan pertanyaan anda telah dijumpai.
nl: **Geen gebeurtenissen** Geen recente gebeurtenissen gevonden voor je zoekopdracht.
pl: **Nie znaleziono żadnych zdarzeń** Nie znaleziono żadnych ostatnich zdarzeń pasujących do twojego zapytania.
pt_br: **Nenhuma ação encontrada** Nenhuma ação recente corresponde à sua busca.
ru: **Действий не найдено** По Вашему запросу не удалось найти недавних действий.
sv: **Inga åtgärder funna** Inga nyliga åtgärder som matchar din sökning hittades.
tr: **Eylem bulunamadı** Sorgunuzla eşleşen yeni eylem bulunamadı.
uk: **Дій не знайдено** Не знайдено останніх дій, які б відповідали вашому запиту.

# EventLogEmptyTextSearch
source: No recent actions that contain '**{0}**' have been found.
ar: لم يتم العثور على أحداث أخيرة تحوي «**⁨{0}⁩**».
be: Не знойдзена нядаўніх дзеянняў, якія адпавядаюць «**{0}**».
ca: No s'ha trobat cap acció recent que contingui «**{0}**».
de: Keine kürzlichen Aktionen gefunden, die '**{0}**' beinhalten.
es: No se encontraron acciones recientes que contengan “**{0}**”.
fa: فعالیت اخیری که شامل «**⁨{0}⁩**» باشد یافت نشد.
fi: Haulla "**{0}**" ei löytynyt viimeaikaisia tapahtumia.
fr: Aucune action récente contenant '**{0}**' n'a été trouvée.
id: Tidak ada tindakan yang mengandung '**{0}**' ditemukan.
it: Non sono state trovate azioni recenti contenenti '**{0}**' .
ko: '**{0}**'에 관한 최근 활동을 찾지 못했습니다.
ms: Tiada tindakan terkini yang mengandungi '**{0}**' dijumpai.
nl: Geen recente gebeurtenissen met inhoud '**{0}**' gevonden
pl: Nie znaleziono żadnych ostatnich zdarzeń zawierających „**{0}**”.
pt_br: Nenhuma ação recente que contenha "**{0}**" foi encontrada.
ru: Не удалось найти недавние действия, содержащие '**{0}**'.
sv: Inga nyliga händelser som innehåller '**{0}**' hittades.
tr: '**{0}**' içeren yeni bir eylem bulunamadı.
uk: Не знайдено останніх дій, що містять "**{0}**".
uz: “{0}” mavjud boʻlgan hech qanday oxirgi amallar topilmadi.
zh_cn: 找不到包含“**{0}**”的近期操作。
zh_tw: 找不到包含“**{0}**”的近期操作。

# EventLogEndedLiveStream
source: un1 ended the live stream
ar: أنهى ⁨un1⁩ البث المباشر
be: un1 завяршыў(-ла) жывы эфір
ca: un1 ha finalitzat el directe
de: un1 hat den Livestream beendet
es: un1 finalizó el stream en directo
fi: un1 päätti suoran lähetyksen
fr: un1 a terminé la diffusion en direct
it: un1 ha terminato la diretta streaming
ko: un1 님이 실시간 방송을 종료
ms: un1 tamatkan strim langsung
pl: Użytkownik un1 zakończył transmisję na żywo
pt_br: un1 encerrou a transmissão ao vivo
ru: un1 завершил(а) трансляцию
sv: un1 avslutade liveströmningen
tr: un1 canlı yayını sonlandırdı
uk: un1 закінчує трансляцію

# EventLogEndedVoiceChat
source: un1 ended the video chat
ar: تم إنهاء المحادثة المرئية من قِبل ⁨un1⁩
be: un1 завяршыў(-ла) відэачат
ca: un1 ha finalitzat el xat de vídeo
de: un1 hat den Videochat beendet
es: un1 finalizó el videochat
fi: un1 lopetti videokeskustelun
fr: un1 a mis fin au salon vidéo
it: un1 ha terminato la chat video
ko: un1 님이 영상 대화를 종료했습니다
ms: un1 tamatkan bual video
nl: un1 beëindigde de spraakchat
pl: Użytkownik un1 zakończył czat wideo
pt_br: un1 encerrou o chat de vídeo
ru: un1 завершил(а) видеочат
sv: un1 avslutade videochatten
tr: un1 görüntülü sohbeti sonlandırdı
uk: un1 закінчує відеочат

# EventLogFilterAll
source: All actions
ar: كل الأحداث
be: Усе дзеянні
ca: Totes les accions
de: Alle Aktionen
es: Todas las acciones
fa: تمامی فعالیت‌ها
fi: Kaikki tapahtumat
fr: Toutes les actions
id: Semua tindakan
it: Tutte le azioni
ko: 모든 활동
ms: Semua tindakan
nl: Alle gebeurtenissen
pl: Wszystkie zdarzenia
pt_br: Todas as ações
ru: Все действия
sv: Alla åtgärder
tr: Tüm eylemler
uk: Усі дії
uz: Barcha amallar
zh_cn: 所有操作
zh_tw: 所有操作

# EventLogFilterCalls
source: Video Chats
ar: المحادثات المرئية
be: Відэачаты
ca: Xats de vídeo
fi: Videokeskustelut
fr: Salons vidéos
it: Chat video
ko: 영상 대화
ms: Bual video
nl: Spraakchats
pl: Czaty wideo
pt_br: Chats de vídeo
ru: Видеочаты
sv: Videochattar
tr: Görüntülü sohbetler
uk: Відеочати

# EventLogFilterChannelInfo
source: Channel info
ar: معلومات القناة
be: Звесткі аб канале
ca: Informació del canal
de: Kanal-Info
es: Info. del canal
fa: اطلاعات کانال
fi: Kanavan tiedot
fr: Infos du canal
id: Info channel
it: Info canale
ko: 채널 정보
ms: Info saluran
nl: Kanaalinformatie
pl: Informacje o kanale
pt_br: Dados do canal
ru: Описание канала
sv: Kanalinfo
tr: Kanal bilgisi
uk: Інформація каналу
uz: Kanal haqida
zh_cn: 频道信息
zh_tw: 頻道訊息

# EventLogFilterChannelSettings
source: Channel settings
nl: Kanaalinstellingen
ru: Настройки канала
zh_cn: 频道设置
zh_tw: 頻道設定

# EventLogFilterDeletedMessages
source: Deleted messages
ar: رسائل محذوفة
be: Выдаленыя паведамленні
ca: Missatges eliminats
de: Gelöschte Nachrichten
es: Mensajes eliminados
fa: پیام‌های حذف شده
fi: Poistetut viestit
fr: Messages supprimés
id: Pesan dihapus
it: Messaggi eliminati
ko: 메시지 삭제
ms: Mesej terhapus
nl: Verwijderde berichten
pl: Usunięte wiadomości
pt_br: Mensagens apagadas
ru: Удалённые сообщения
sv: Borttagna meddelanden
tr: Silinen mesajlar
uk: Видалення повідомлень
uz: Oʻchirilgan xabarlar
zh_cn: 已删除消息
zh_tw: 已删除訊息

# EventLogFilterEditedMessages
source: Edited messages
ar: رسائل معدلة
be: Адрэдагаваныя паведамленні
ca: Missatges editats
de: Bearbeitete Nachrichten
es: Mensajes editados
fa: پیام‌های ویرایش شده
fi: Muokatut viestit
fr: Messages modifiés
id: Pesan diubah
it: Messaggi modificati
ko: 메시지 수정
ms: Mesej disunting
nl: Gewijzigde berichten
pl: Edytowane wiadomości
pt_br: Mensagens editadas
ru: Отредактированные сообщения
sv: Redigerade meddelanden
tr: Düzenlenen mesajlar
uk: Редагування повідомлень
uz: Tahrirlangan xabarlar
zh_cn: 已编辑消息
zh_tw: 已編輯訊息

# EventLogFilterGroupInfo
source: Group info
ar: معلومات المجموعة
be: Звесткі аб суполцы
ca: Informació del grup
de: Gruppen-Info
es: Info. del grupo
fa: اطلاعات گروه
fi: Ryhmän tiedot
fr: Infos du groupe
id: Info grup
it: Info gruppo
ko: 그룹 정보
ms: Info grup
nl: Groepsinformatie
pl: Informacje o grupie
pt_br: Dados do grupo
ru: Информация о группе
sv: Gruppinfo
tr: Grup bilgisi
uk: Дані групи
uz: Guruh haqida
zh_cn: 群组信息
zh_tw: 群組訊息

# EventLogFilterInvites
source: Invite links
ar: روابط الدعوة
be: Запрашальныя спасылкі
ca: Enllaços d'invitació
de: Einladungslinks
es: Enlaces de invitación
fi: Kutsulinkit
fr: Liens d'invitation
it: Link d'invito
ko: 초대 링크
ms: Link jemputan
nl: Uitnodigingslinks
pl: Linki zaproszeń
pt_br: Links de convite
ru: Пригласительные ссылки
sv: Inbjudningslänkar
tr: Davet bağlantıları
uk: Запрошувальні посилання

# EventLogFilterLeavingMembers
source: Leaving members
ar: الأعضاء المغادرون
be: Удзельнікі, якія выйшлі
ca: Membres sortints
de: Ehemalige Mitglieder
es: Miembros que salieron
fa: اعضای در حال ترک
fi: Poistuneet jäsenet
fr: Membres sortants
id: Anggota yang keluar
it: Membri usciti
ko: 나간 참가자
ms: Ahli yang keluar
nl: Vertrokken leden
pl: Opuszczający członkowie
pt_br: Pessoas que saíram
ru: Выход участников
sv: Medlemmar som lämnar
tr: Ayrılan üyeler
uk: Покидання учасниками
uz: Tark etganlar
zh_cn: 离开的成员
zh_tw: 離開的成員

# EventLogFilterNewAdmins
source: Admin rights
ar: ترقية الإشراف
be: Правы кіраўніка
ca: Drets d’administradors
de: Adminrechte
es: Privilegios de administrador
fa: اختیارات مدیر
fi: Valvojan oikeudet
fr: Droits d'administrateur
id: Hak Admin
it: Diritti di amministrazione
ko: 관리자 권한
ms: Kuasa pentadbir
nl: Beheerdersrechten
pl: Prawa administratora
pt_br: Permissões de administrador
ru: Права админов
sv: Administratörs behörigheter
tr: Yönetici yetkileri
uk: Зміни прав адміністраторів
uz: Admin huquqlari
zh_cn: 新任管理员
zh_tw: 新任管理員

# EventLogFilterNewMembers
source: New members
ar: أعضاء جدد
be: Новыя ўдзельнікі
ca: Membres nous
de: Neue Mitglieder
es: Nuevos miembros
fa: اعضای جدید
fi: Uudet jäsenet
fr: Nouveaux membres
id: Anggota baru
it: Nuovi membri
ko: 새로운 참가자
ms: Ahli baru
nl: Nieuwe leden
pl: Nowi członkowie
pt_br: Novos membros
ru: Новые участники
sv: Nya medlemmar
tr: Yeni üyeler
uk: Нові учасники
uz: Yangi aʼzolar
zh_cn: 新成员
zh_tw: 新成員

# EventLogFilterNewRestrictions
source: New exceptions
ar: استثناءات جديدة
be: Новыя выключэнні
ca: Excepcions noves
de: Neue Ausnahmen
es: Nuevas excepciones
fa: استثناهای جدید
fi: Uudet poikkeukset
fr: Nouvelles exceptions
id: Pengecualian baru
it: Nuove eccezioni
ko: 새로운 예외
ms: Pengecualian baru
nl: Nieuwe uitzonderingen
pl: Nowe wyjątki
pt_br: Novas exceções
ru: Новые исключения
sv: Nya undantag
tr: Yeni ayrıcalıklar
uk: Нові винятки
uz: Yangi istisnolar
zh_cn: 新限制
zh_tw: 新限制

# EventLogFilterPinnedMessages
source: Pinned messages
ar: رسائل مثبتة
be: Замацаваныя паведамленні
ca: Missatges fixats
de: Angeheftete Nachrichten
es: Mensajes fijados
fa: پیام‌های سنجاق شده
fi: Kiinnitetyt viestit
fr: Messages épinglés
id: Pesan sematan
it: Messaggi fissati
ko: 메시지 고정
ms: Mesej disemat
nl: Vastgezette berichten
pl: Przypięte wiadomości
pt_br: Mensagens fixadas
ru: Закреплённые сообщения
sv: Uppfästa meddelanden
tr: Sabitlenen mesajlar
uk: Прикріплення повідомлень
uz: Qadalgan xabarlar
zh_cn: 已置顶消息
zh_tw: 已置頂訊息

# EventLogGroupJoined
source: un1 joined the group
ar: انضم ⁨un1⁩ للمجموعة
be: un1 далучыўся(-лася) да суполкі
ca: un1 s'ha unit al grup
de: un1 ist der Gruppe beigetreten
es: un1 se unió al grupo
fa: ⁨un1⁩ به گروه پیوست
fi: un1 liittyi ryhmään
fr: un1 a rejoint le groupe
id: un1 bergabung ke grup
it: un1 si è unito al gruppo
ko: un1 님이 그룹에 들어왔습니다
ms: un1 sertai grup
nl: un1 is lid geworden
pl: Użytkownik un1 dołączył do grupy
pt_br: un1 entrou no grupo
ru: un1 вступил(а) в группу
sv: un1 gick med i gruppen
tr: un1 gruba katıldı
uk: un1 приєднується до групи
uz: un1 guruhga qoʻshildi
zh_cn: un1 加入了群组
zh_tw: un1 加入了群組

# EventLogInfoDetail
source: This is a list of notable actions by members and admins in the last 48 hours.
ar: هذا سجل يحوي الأحداث المهمة التي قام بها أعضاء المجموعة ومشرفوها خلال آخِر ٤٨ ساعة.
be: Гэта спіс значных дзеянняў удзельнікаў і кіраўнікоў за апошнія 48 гадзін.
ca: És una llista de les accions destacades dels membres i l'administració en les últimes 48 hores.
de: Das ist eine Liste wichtiger Aktionen, die von Gruppenmitgliedern und Admins in den letzten 48 Stunden durchgeführt wurden.
es: Esta es una lista de acciones importantes realizadas por los miembros y administradores en las últimas 48 horas.
fi: Tämä on luettelo palvelutoimenpiteistä, joita tämän ryhmän jäsenet ja valvojat ovat tehneet viimeisen 48 tunnin sisällä.
fr: Ceci est une liste de toutes les actions des membres et administrateurs du groupe au cours des dernières 48 heures.
it: Questa è una lista delle azioni di rilievo da parte di membri e amministratori nelle ultime 48 ore.
ko: 지난 48시간 사이에 이루어진 그룹의 참가자와 관리자의 주요 활동 기록입니다.
ms: Ini adalah senarai tindakan penting yang diambil oleh ahli grup dan pentadbir dalam masa 48 jam yang lalu.
nl: Dit is een lijst met alle acties van de groepsleden en beheerders in de afgelopen 48 uur.
pl: To jest lista wszystkich istotnych działań podjętych przez członków i administratorów tej grupy w ciągu ostatnich 48 godzin.
pt_br: Esta é uma lista de todas as ações notáveis tomadas pelos membros e admins do grupo nas últimas 48 horas.
ru: Это список важных действий, совершённых участниками и администраторами группы за последние 48 часов.
sv: Lista på åtgärder som gruppmedlemmar och administratörer vidtagit de senaste 48 timmarna.
tr: Bu, üyelerin ve yöneticilerin son 48 saat içinde gerçekleştirdiği önemli eylemlerin bir listesidir.
uk: Це список усіх службових дій учасників та адміністраторів групи за останні 48 годин.

# EventLogInfoDetailChannel
source: This is a list of all service actions taken by the channel's admins in the last 48 hours.
ar: هو سجل يحوي جميع الإجراءات التي قام بها مشرفو القناة خلال آخر ٤٨ ساعة.
be: Гэта спіс усіх службовых дзеянняў кіраўнікоў канала за апошнія 48 гадзін.
ca: És una llista de les accions destacades de l'administració en les últimes 48 hores.
de: Das ist eine Liste aller Aktionen, die von Kanalmitgliedern und Admins in den letzten 48 Stunden durchgeführt wurden.
es: Esta es una lista de las acciones de servicio realizadas por los administradores del canal en las últimas 48 horas.
fa: این فهرستی از تمامی فعالیت‌های سرویس انجام شده توسط مدیران کانال در 48 ساعت گذشته است.
fi: Tämä on luettelo kaikista palvelutoimenpiteistä, joita tämän kanavan valvojat ovat tehneet viimeisen 48 tunnin sisällä.
fr: Ceci est une liste de toutes les actions des administrateurs du canal au cours des dernières 48 heures.
id: Berikut adalah daftar tindakan yang dilakukan oleh admin channel dalam 48 jam terakhir.
it: Questa è una lista di tutte le azioni di servizio eseguite dagli amministratori del canale nelle ultime 48 ore.
ko: 지난 48시간 사이에 이루어진 채널 관리자의 모든 서비스 활동 기록입니다.
ms: Ini adalah senarai aksi servis yang diambil oleh pentadbir saluran dalam masa 48 jam yang lalu.
nl: Dit is een lijst met alle acties van de beheerders in de afgelopen 48 uur.
pl: To jest lista wszystkich czynności serwisowych podejmowanych przez administratorów kanału przez ostatnie 48 godzin.
pt_br: Essa é uma lista de todas as ações de serviço tomadas pelos admins do canal nas últimas 48 horas.
ru: Это список всех служебных действий, совершённых администраторами канала за последние 48 часов.
sv: Listan visar kanalens administratörers åtgärder de senaste 48 timmarna.
tr: Bu, son 48 saat içinde kanalın yöneticileri tarafından gerçekleştirilen tüm hizmet işlemlerinin bir listesidir.
uk: Це список усіх службових дій адміністраторів каналу за останні 48 годин.
uz: Bu kanal adminlarining oxirgi 48 soat davomida bajargan xizmat amallari roʻyxati.
zh_cn: 此列表包含了在过去 48 小时内频道管理员执行的所有操作。
zh_tw: 此列表包含了在過去 48 小時内頻道管理員執行的所有操作。

# EventLogInfoTitle
source: What is the Recent Actions?
ar: ما هي آخر الأحداث؟
be: Што такое нядаўнія дзеянні?
ca: Què són les accions recents?
de: Was sind letzte Aktionen?
es: ¿Qué son las acciones recientes?
fa: فعالیت‌های اخیر چیست؟
fi: Mikä on 'Viimeaikaiset tapahtumat'?
fr: Que sont les actions récentes ?
id: Apa itu Tindakan Terkini?
it: Cosa sono le azioni recenti?
ko: 최근 활동이란 무엇인가요?
ms: Apakah Tindakan Terbaru?
nl: Wat is een logboek?
pl: Co to są ostatnie zdarzenia?
pt_br: O que são as Ações Recentes?
ru: Что такое недавние действия?
sv: Vilka är senaste åtgärderna?
tr: Son Eylemler nedir?
uk: Що таке «Недавні дії»?
uz: Oxirgi amallar bu nima?
zh_cn: 近期操作是什么？
zh_tw: 近期操作是什麽？

# EventLogLeft
source: un1 left the group
it: un1 ha lasciato il gruppo
nl: un1 heeft de groep verlaten
ru: un1 покинул(а) группу
zh_cn: un1 退出了群组
zh_tw: un1 退出了群組

# EventLogLeftChannel
source: un1 left the channel
ar: غادر ⁨un1⁩ القناة
be: un1 выйшаў(-ла) з канала
ca: un1 ha abandonat el canal
de: un1 hat den Kanal verlassen
es: un1 salió del canal
fa: ⁨un1⁩ کانال را ترک کرد
fi: un1 poistui kanavalta
fr: un1 a quitté le canal
id: un1 keluar channel
it: un1 ha lasciato il canale
ko: un1 님이 채널에서 나갔습니다
ms: un1 keluar saluran
nl: un1 heeft het kanaal verlaten
pl: Użytkownik un1 opuścił kanał
pt_br: un1 saiu do canal
ru: un1 покинул(а) канал
sv: un1 lämnade kanalen
tr: un1 kanaldan ayrıldı
uk: un1 покидає канал
uz: un1 kanalni tark etdi
zh_cn: un1 取消关注了频道
zh_tw: un1 取消訂閲了頻道

# EventLogLeftGroup
source: un1 left the group
ar: غادر ⁨un1⁩ المجموعة
be: un1 выйшаў(-ла) з суполкі
ca: un1 ha abandonat el grup
de: un1 hat die Gruppe verlassen
es: un1 salió del grupo
fa: ⁨un1⁩ گروه را ترک کرد
fi: un1 poistui ryhmästä
fr: un1 a quitté le groupe
id: un1 keluar grup
it: un1 ha lasciato il gruppo
ko: un1 님이 그룹에서 나갔습니다
ms: un1 keluar grup
nl: un1 heeft de groep verlaten
pl: Użytkownik un1 opuścił grupę
pt_br: un1 saiu do grupo
ru: un1 покинул(а) группу
sv: un1 lämnade gruppen
tr: un1 gruptan ayrıldı
uk: un1 покидає групу
uz: un1 guruhni tark etdi
zh_cn: un1 退出了群组
zh_tw: un1 退出了群組

# EventLogOriginalCaption
source: Original caption
ar: الوصف الأصلي
be: Арыгінальны подпіс
ca: Llegenda original
de: Original-Beschriftung
es: Comentario original
fa: عنوان اصلی
fi: Alkuperäinen kuvateksti
fr: Légende originale
id: Keterangan asli
it: Didascalia originale
ko: 원본 설명
ms: Kapsyen asal
nl: Origineel onderschrift
pl: Oryginalny podpis
pt_br: Legenda original:
ru: Исходная подпись
sv: Ursprunglig bildtext
tr: Özgün başlık
uk: Попередній опис
uz: Asl izoh
zh_cn: 原说明
zh_tw: 原說明

# EventLogOriginalCaptionEmpty
source: Empty
ar: فارغ
be: Пуста
ca: Buida
de: Leer
es: Vacío
fa: خالی
fi: Tyhjä
fr: Vide
id: Kosong
it: Vuota
ko: 없음
ms: Kosong
nl: Leeg
pl: Pusty
pt_br: Vazio
ru: Пусто
sv: Tomt
tr: Boş
uk: Немає
uz: Boʻsh
zh_cn: < 空 >
zh_tw: < 空 >

# EventLogOriginalMessages
source: Original message
ar: الرسالة الأصلية
be: Арыгінальнае паведамленне
ca: Missatge original
de: Original-Nachricht
es: Mensaje original
fa: پیام اصلی
fi: Alkuperäinen viesti
fr: Message d'origine
id: Pesan asli
it: Messaggio originale
ko: 원본 메시지
ms: Mesej asal
nl: Origineel bericht
pl: Oryginalna wiadomość
pt_br: Mensagem original
ru: Исходное сообщение
sv: Ursprungligt meddelande
tr: Özgün mesaj
uk: Попередній текст
uz: Dastlabki xabar
zh_cn: 原消息
zh_tw: 原訊息

# EventLogPinnedMessages
source: un1 pinned this message:
ar: ⁨un1⁩ ثبت هذه رسالة:
be: un1 замацаваў(-ла) паведамленне:
ca: un1 ha fixat aquest missatge:
de: un1 hat diese Nachricht angeheftet:
es: un1 fijó este mensaje:
fa: ⁨un1⁩ این پیام را سنجاق کرد:
fi: un1 kiinnitti viestin:
fr: un1 a épinglé ce message :
id: un1 menyematkan pesan ini:
it: un1 ha fissato questo messaggio:
ko: un1 님이 아래 메시지를 고정했습니다:
ms: un1 semat mesej ini:
nl: bericht door un1 vastgezet:
pl: Użytkownik un1 przypiął tę wiadomość:
pt_br: un1 fixou esta mensagem:
ru: un1 закрепил(а) сообщение:
sv: un1 fäste upp meddelandet:
tr: un1 bu mesajı sabitledi:
uk: un1 прикріплює повідомлення:
uz: un1 bu xabarni qadadi:
zh_cn: un1 置顶了这条消息：
zh_tw: un1 置頂了這則訊息：

# EventLogPreviousChannelLink
source: Previous channel link
it: Link precedente del canale
nl: Vorige link
ru: Прежняя ссылка канала
zh_cn: 之前的频道链接
zh_tw: 之前的頻道鏈結

# EventLogPreviousGroupDescription
source: Previous description
ar: الوصف السابق
be: Папярэдняе апісанне
ca: Descripció anterior
de: Vorherige Beschreibung
es: Descripción anterior
fa: توضیحات قبلی
fi: Edellinen kuvaus
fr: Description précédente
id: Deskripsi sebelumnya
it: Descrizione precedente
ko: 기존 안내
ms: Keterangan sebelum ini
nl: Vorige beschrijving
pl: Poprzedni opis
pt_br: Descrição anterior
ru: Прежнее описание
sv: Tidigare beskrivning
tr: Önceki açıklama
uk: Попередній опис
uz: Avvalgi tavsif
zh_cn: 之前的简介
zh_tw: 之前的簡介

# EventLogPreviousGroupLink
source: Previous group link
it: Link precedente del gruppo
nl: Vorige link
ru: Прежняя ссылка группы
zh_cn: 之前的群组链接
zh_tw: 之前的群組鏈結

# EventLogPreviousGroupTheme
source: Previous theme
ar: النمط السابق
be: Папярэдняя тэма
ca: Tema anterior
de: Vorheriges Farbthema
es: Tema anterior
fi: Edellinen teema
fr: Thème précédent
it: Tema precedente
ko: 기존 테마
ms: Tema sebelum ini
pl: Poprzedni motyw
pt_br: Tema anterior
ru: Предыдущая тема
sv: Föregående tema
tr: Önceki tema
uk: Попередня тема

# EventLogPreviousLink
source: Previous link
ar: الرابط السابق
be: Папярэдняя спасылка
ca: Enllaç anterior
de: Vorheriger Link
es: Enlace anterior
fa: لینک قبلی
fi: Edellinen linkki
fr: Lien précédent
id: Link sebelumnya
it: Link precedente
ko: 기존 링크
ms: Link sebelum ini
nl: Vorige link
pl: Poprzedni link
pt_br: Link anterior
ru: Прежняя ссылка
sv: Tidigare länk
tr: Önceki bağlantı
uk: Попереднє посилання
uz: Avvalgi havola
zh_cn: 之前的链接
zh_tw: 之前的鏈結

# EventLogPromoted
source: changed privileges of {0}
ar: غيّرَ صلاحيات ⁨{0}⁩
be: змяніў(-ла) паўнамоцтвы для {0}
ca: ha canviat els privilegis per a {0}
de: hat Berechtigungen von {0} geändert
es: cambió los privilegios de {0}
fa: امتیازات برای ⁨{0}⁩ تغییر یافت
fi: muutti käyttäjän {0} oikeuksia
fr: a changé les droits de {0}
id: ubah hak {0}
it: ha cambiato i permessi di {0}
ko: {0} 님의 권한을 수정했습니다
ms: tukar kuasa untuk {0}
nl: privileges van {0} aangepast
pl: zmieniono uprawnienia dla {0}
pt_br: alterou os privilégios de {0}
ru: изменены права для {0}
sv: ändrade {0}s behörigheter
tr: {0} kişisinin ayrıcalıklarını değiştirdi
uk: змінює права {0}
uz: {0} vakolatlarini oʻzgartirdi
zh_cn: 修改了“{0}”的权限
zh_tw: 修改了“{0}”的權限

# EventLogPromotedAddAdmins
source: Add admins
ar: إضافة مشرفين
be: Прызначаць кіраўнікоў
ca: Afegir administradors
de: Admins hinzufügen
es: Añadir administradores
fa: افزودن مدیران
fi: Lisätä valvojia
fr: Ajouter des administrateurs
id: Tambahkan admin
it: Aggiungere amministratori
ko: 관리자 추가
ms: Tambah pentadbir
nl: Beheerders toevoegen
pl: Dodawanie administratorów
pt_br: Adicionar admins
ru: Добавление администраторов
sv: Lägga till administratörer
tr: Yöneticiler ekleme
uk: Додавати адміністраторів
uz: Adminlar qoʻshish
zh_cn: 添加管理员
zh_tw: 添加管理員
